Repository: hungw2810/thrucook-backend
Catalog: Thucook.Commons/Localization/Resource.*.resx
Languages: vi_vn

# VerificationCodeSMS
source: Drcloud.vn: Your Dr.Cloud app verification code is {0}
vi_vn: Drcloud.vn: Ma xac thuc Dang ky app Dr.Cloud cua ban la {0}

# ResetPasswordCodeSMS
source: Drcloud.vn: Your Dr.Cloud app reset password code is {0}
vi_vn: Drcloud.vn: Ma xac thuc Doi mat khau tren ung dung Dr.Cloud cua ban la {0}

# VerifyEmailTemplatePath
source: EmailTemplates/verify-email.html
vi_vn: EmailTemplates/verify-email.vi-VN.html

# VerifyEmailSubject
source: Welcome to Dr.Cloud! Verify Your Email
vi_vn: Chào mừng đến với Dr.Cloud! Hãy xác nhận email của bạn

# ResetPasswordEmailTemplatePath
source: EmailTemplates/forgot-password.html
vi_vn: EmailTemplates/forgot-password.vi-VN.html

# ResetPasswordEmailSubject
source: Reset your password
vi_vn: Đặt lại mật khẩu của bạn

# CancelAppoinmentTitle
source: Patient has canceled appointment
vi_vn: Bệnh nhân huỷ lịch hẹn khám

# CancelAppoinmentBody
source: Patient {0} has canceled apointment at {1}. Reason: {2}
vi_vn: Bệnh nhân {0} đã huỷ lịch hẹn khám lúc {1}. Lý do: {2}

# CreateAppointmentToPatientTitle
source: You have a new appointment
vi_vn: Bạn có một lịch hẹn khám mới

# CreateAppointmentToPatientBody
source: Your new appointment at {0} at {1} has been successfully registered.
vi_vn: Lịch hẹn khám của bạn lúc {0} tại {1} đã được tạo thành công.

# CreateAppointmentToClinicTitle
source: New appointment
vi_vn: Lịch hẹn khám mới từ bệnh nhân

# CreateAppointmentToClinicBody
source: Patient {0} has booked a new apointment at {1}
vi_vn: Bệnh nhân {0} vừa tạo lịch hẹn khám mới lúc {1}

# ApproveAppointmentTitle
source: Your appointment has been approved
vi_vn: Lịch hẹn khám của bạn đã được xác nhận

# ApproveAppointmentBody
source: Your appointment at {0} at {1} has been approved
vi_vn: Lịch hẹn khám của bạn lúc {0} tại {1} đã được phòng khám xác nhận

# CancelAppointmentByClinicTitle
source: Your appointment has been canceled
vi_vn: Lịch hẹn khám của bạn đã bị huỷ

# CancelAppointmentByClinicBody
source: Your appointment at {0} at {1} has been canceled. Reason: {2}
vi_vn: Lịch hẹn khám của bạn lúc {0} tại {1} đã bị huỷ. Lý do: {2}

# CreateAppointmentByClinicTitle
source: You have been queued
vi_vn: Bạn đã được xếp vào danh sách chờ

# CreateAppointmentByClinicBody
source: You have been queued at {0}. Note: Patients with scheduled appointments will be given priority when the appointment time arrives.
vi_vn: Bạn đã được xếp vào danh sách chờ tại {0}. Lưu ý: bệnh nhân có lịch hẹn khám sẽ được ưu tiên khi đến giờ hẹn.

# ChangeAppointmentTitle
source: Appointment detail change
vi_vn: Thay đổi về lịch hẹn khám

# ChangeAppointmentBody
source: Your appointment at {0} has been changed as follow: at location {1} at {2} by doctor {3}.
vi_vn: Lịch hẹn khám của bạn tại {0} đã được thay đổi như sau: tại cơ sở {1} lúc {2} bởi bác sĩ {3}.

source: Owner
vi_vn: Chủ sở hữu

source: Administrator
vi_vn: Quản trị viên

source: All
vi_vn: Tất cả

# InviteUserSubject
source: You're invited to join {0} on Dr.Cloud
vi_vn: Bạn đã được mời tham gia {0} trên Dr.Cloud

# InviteUserTemplatePath
source: EmailTemplates/invite-user.html
vi_vn: EmailTemplates/invite-user.vi-VN.html
